<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
 <key>PayloadContent</key>
 <array>
  <dict>
   <key>PayloadContent</key>
    <dict>
     <key>com.google.Chrome</key>
     <dict>
      <key>Forced</key>
      <array>
       <dict>
       <key>mcx_preference_settings</key>
        <dict>
         <key>ExtensionInstallForcelist</key>
         <array>
          <string>adgngflncndhggolkdfiggnbhpdenfhg;https://clients2.google.com/service/update2/crx</string>
         </array>
        </dict>
       </dict>
      </array>
     </dict>
    </dict>
    <key>PayloadEnabled</key>
    <true/>
    <key>PayloadIdentifier</key>
    <string>56790</string>
    <key>PayloadType</key>
    <string>com.apple.ManagedClient.preferences</string>
    <key>PayloadUUID</key>
    <string>com.google.Chrome: 56790</string>
    <key>PayloadVersion</key>
    <integer>1</integer>
   </dict>
  </array> 
 <key>PayloadDescription</key>
 <string>Google Chrome Forced Install Extension</string>
 <key>PayloadDisplayName</key>
 <string>Google Chrome Forced Install Extension</string>
 <key>PayloadIdentifier</key>
 <string>eu.web-eid.web-eid</string>
 <key>PayloadOrganization</key>
 <string>web-eid.eu</string>
 <key>PayloadRemovalDisallowed</key>
 <true/>
 <key>PayloadScope</key>
 <string>System</string>
 <key>PayloadType</key>
 <string>Configuration</string>
 <key>PayloadUUID</key>
 <string>56790</string>
 <key>PayloadVersion</key>
 <integer>1</integer>
</dict>
</plist>
